Repository: BeSilvercat/SuperAdventure
Catalog: Engine/Resources/Text.*.resx
Languages: fr

# resAdventurerPass
source: Adventurer pass
fr: Laissez-passer d'aventurier

# resAdventurerPassPlural
source: Adventurer passes
fr: Laissez-passer d'aventurier

# resAlchemistGarden
source: Clear the Alchemist garden
fr: Le jardin de l'Alchimiste

# resAlchemistGardenInfo
source: Kill rats in the alchemist's garden and bring back 3 rat tails. You will receive a healing potion and 10 gold pieces.
fr: Tuez des rats dans le jardin de l'Alchimiste et ramenez trois queues de rat. Vous recevrez une potion de soins et 10 pièces d'or.

# resClub
source: Club
fr: Massue

# resClubPlural
source: Clubs
fr: Massues

# resFarmerField
source: Clear the farmer's field
fr: Nettoyez le champ du fermier

# resFarmerFieldInfo
source: Kill snakes in the farmer's field and bring back 3 snake fangs. You will receive an adventurer's pass and 20 gold pieces.
fr: Tuez des serpents dans le champ du fermier et ramenez trois crocs de serpent. Vous recevrez un laissez-passer d'aventurier et 20 pièces d'or.

# resGiantSpider
source: Giant spider
fr: Araignée géante

# resHealingPotion
source: Healing potion
fr: Potion de soin

# resHealingPotionPlural
source: Healing potions
fr: Potions de soin

# resPieceFur
source: Piece of fur
fr: Morceau de fourrure

# resPieceFurPlural
source: Pieces of fur
fr: Morceaux de fourrure

# resRatTail
source: Rat tail
fr: Queue de rat

# resRatTailPlural
source: Rat tails
fr: Queues de rat

# resRustySword
source: Rusty sword
fr: Epée rouillée

# resRustySwordPlural
source: Rusty swords
fr: Epées rouillées

# resSnake
source: Snake
fr: Serpent

# resSnakeFang
source: SnakeFang
fr: Croc de serpent

# resSnakeFangPlural
source: Snake Fangs
fr: Crocs de serpent

# resSnakeSkin
source: Snakeskin
fr: Peau de serpent

# resSnakeSkinPlural
source: Snakeskins
fr: Peaux de serpent

# resSpiderFang
source: Spider fang
fr: Croc d'araignée

# resSpiderFangPlural
source: Spider fangs
fr: Crocs d'araignée

# resSpiderSilk
source: Spider silk
fr: Soie d'araignée

# resSpiderSilkPlural
source: Spider silks
fr: Soies d'araignée

# strAlchemistGarden
source: Alchemist's garden
fr: Le jardin de l'Alchimiste

# strAlchemistGardenDesc
source: Many plants are growing here.
fr: Bien des plantes poussent ici

# strAlchemistHut
source: Alchemist's hut
fr: La hutte de l'Alchimiste

# strAlchemistHutDesc
source: There are many strange plants on the shelves.
fr: Il y a beaucoup de plantes étranges sur les étagères.

# strBridge
source: Bridge
fr: Le pont

# strBridgeDesc
source: A stone bridge crosses a wide river.
fr: Un pont de pierre traverse une large rivière.

# strFarmerField
source: Farmer's field
fr: Le champ du fermier

# strFarmerFieldDesc
source: You see rows of vegetables growing here.
fr: Vous voyez des rangées de légumes qui poussent ici.

# strFarmhouse
source: Farmhouse
fr: La ferme

# strFarmhouseDesc
source: There is a small farmhouse, with a farmer in front.
fr: Il y a une petite ferme, avec un fermier devant.

# strForest
source: Forest
fr: Forêt

# strForestDesc
source: You see spider webs covering covering the trees in this forest.
fr: Des toiles d'araignée recouvrent les arbres dans cette forêt.

# strGuardPost
source: Guard post
fr: Le poste de garde

# strGuardPostDesc
source: There is a large, tough-looking guard here.
fr: Il y a un grand, et impressionnant garde, ici.

# strHome
source: Home
fr: Maison

# strHomeDesc
source: This is your home...
fr: Vous êtes chez vous...

# strTownSquare
source: Town Square
fr: La place du village

# strTownSquareDesc
source: You see a fountain...
fr: Vous voyez une fontaine...
