Repository: BeSilvercat/SuperAdventure
Catalog: SuperAdventure/SuperAdventure.*.resx
Languages: fr

# lblHitPointsStr.Text
source: HitPoints :
fr: Points de vie :

# lblGoldStr.Text
source: Gold:
fr: Pièces d'or :

# lblLevelStr.Text
source: Level:
fr: Niveau :

# lblSelectAction.Text
source: Select action:
fr: Choisir une action :

# btnUseWeapon.Text
source: Use
fr: Utiliser

# btnUsePotion.Text
source: Use
fr: Utiliser

# btnNorth.Text
source: North
fr: Nord

# btnEast.Text
source: East
fr: Est

# btnWest.Text
source: West
fr: Ouest

# btnSouth.Text
source: South
fr: Sud

# strBankDeposit
source: You made a deposit of
fr: Vous avez effectué un dépôt de

# strBankFrom
source: gold pieces from the bank
fr: pièces d'or de la banque

# strBankNoAmount
source: You need to set an amount of gold to process
fr: Vous devez définir un montant pour pouvoir effectuer l'opération

# strBankNotEnoughGold
source: You don't have enough gold in your bank account to perform this transaction
fr: Vous ne disposez pas d'assez d'or en banque pour effectuer cette transaction

# strBankTo
source: gold pieces to the bank
fr: pièces d'or à la banque

# strBankWithdrawal
source: You made a withdrawal of
fr: Vous avez effectué un retrait de

# strDamagePoints
source: points of damage
fr: points de dommages

# strDid
source: did
fr: vous a infligé

# strFor
source: for
fr: pour

# strKilledYou
source: killed you
fr: vous a tué

# strPlayerDefeatedMonster
source: You defeated the
fr: Vous avez vaincu le/la

# strPlayerDrink
source: You drink a
fr: Vous buvez un(e)

# strPlayerHit
source: You hit the
fr: Vous touchez le/la

# strPlayerLoot
source: You loot
fr: Vous empochez

# strPlayerMustHave
source: You must have a
fr: Vous devez avoir un

# strPlayerNotEnoughGold
source: You don't have enough gold in your pockets to perform this transaction
fr: Vous n'avez pas assez d'or en poche pour effectuer cette transaction

# strPlayerSee
source: You see
fr: Vous voyez

# strPlayerSeeA
source: You see a
fr: Vous voyez un(e)

# strPlayerToEnter
source: to enter this location
fr: pour accéder à ce lieu

# strQuestComplete
source: You complete the quest :
fr: Vous avez terminé la quête :

# strQuestReceive
source: You receive the quest :
fr: Vous recevez la quête :

# strQuestToComplete
source: To complete this quest, return with :
fr: Pour terminer cette quête, vous devez rapporter :

# strRewardExperience
source: points of experience
fr: points d'expérience

# strRewardGold
source: gold
fr: pièces d'or

# strRewardReceive
source: You receive
fr: Vous recevez

# strThe
source: The
fr: Le/la
